Revit 2024 API
ExportPatternTableIterator Properties
The ExportPatternTableIterator type exposes the following members.
Properties
Name | Description
Current
Gets the item at the current position of the iterator.
CurrentObject
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ExportPatternTableIterator Class
Autodesk.Revit.DB Namespace